Repository: wp-plugins/socialcompare-embed
Catalog: lang/socialcompare_embed-*.po
Languages: fr_fr

source: SocialCompare embed options
fr_fr: Options de SocialCompare embed

source: Size saved
fr_fr: Dimension enregistré

source: Invalid size value
fr_fr: Dimension invalide

source: Design option saved
fr_fr: Option de design enregistré

source: Design option invalid
fr_fr: Option de design invalide

source: SocialCompare Configuration
fr_fr: Configuration de SocialCompare

source: You can specify here the default size and design options to use when embedding a SocialCompare comparison table using [socialcompare] or [sc] shortcode.
fr_fr: Vous pouvez préciser ici les dimensions et le design par défaut que vous souhaitez appliquer lorsque vous utilisez les balises [socialcompare] ou [sc].

source: Default width
fr_fr: Largeur par défaut

source: ie: '100%' or '500'
fr_fr: ex: '100%' ou '500'

source: Default height
fr_fr: Hauteur par défaut

source: ie: '450'
fr_fr: ex: '450'

source: Default design options
fr_fr: Options de design par défaut

source: More details:
fr_fr: Plus de détails

source: How to embed SocialCompare's comparison?
fr_fr: Comment inclure un comparatif de SocialCompare

source: Once you have a comparison URL you can use following syntax in your blog post or page.
fr_fr: Une fois que vous avez l'URL d'un comparatif, vous pouvez utiliser la syntaxe suivante dans vos articles ou pages.

source: You can override the default dimensions specified above using this syntax.
fr_fr: Vous pouvez forcer les dimensions par défaut en utilisant cette syntaxe.

source: You can override the default design specified above using this syntax.
fr_fr: Vous pouvez forcer le design par défaut en utilisant cette syntaxe.
